<html>

<?php 
    include "meta.php";
?>
<body>

<?php 
  require "header.php";
?>

  <!--контент -->
  <div class="block content-wrapper">

    <div class="block content">
      Если описать понятие «схлопывание внешних отступов» простыми словами, то можно сказать, что это происходит в том
      случае, если два элемента, расположенных друг над другом, имеют внешние отступы, и при этом отступ одного из них
      больше, чем отступ другого. В таком случае будет использован больший отступ, а меньший будет проигнорирован
      Если описать понятие «схлопывание внешних отступов» простыми словами, то можно сказать, что это происходит в том
      случае, если два элемента, расположенных друг над другом, имеют внешние отступы, и при этом отступ одного из них
      больше, чем отступ другого. В таком случае будет использован больший отступ, а меньший будет проигнорирован
      Если описать понятие «схлопывание внешних отступов» простыми словами, то можно сказать, что это происходит в том
      случае, если два элемента, расположенных друг над другом, имеют внешние отступы, и при этом отступ одного из них
      больше, чем отступ другого. В таком случае будет использован больший отступ, а меньший будет проигнорирован
    </div>

 <?php
    include 'menu.php'; 
 ?>
</div>

  <!--подвал -->
<?php
    include 'footer.php';
?>

</body>

</html>

